/* Remote setup missing connection recovery suggestion format */
"A successful connection has not been established with the server %@. A connection must be established with each server before you can continue." = "サーバ %@ との接続の確立に失敗しました。続ける前に各サーバとの接続を確立する必要があります。";

/* Remote server status - already configured */
"Already configured" = "すでに構成されています";

/* Remote server status - authenticating */
"Authenticating" = "認証中";

/* Remote server status - authentication required */
"Authentication required" = "認証が必要です";

/* Remote setup no server specified recovery suggestion */
"Click Add to connect to at least one server before continuing." = "続けるには、“追加”をクリックして 1 つ以上のサーバに接続してください。";

/* Multi-remote network services informative text format with host name. */
"Configure the network services for %@ (%@). Drag the services to change their order." = "%1$@（%2$@）のネットワークサービスを構成します。サービスの順序を変更するときはドラッグしてください。";

/* Multi-remote network services informative text format with host name. */
"Configure the network services for the server at %@. Drag the services to change their order." = "%@ のサーバのネットワークサービスを構成します。サービスの順序を変更するときはドラッグしてください。";

/* Remote server status - connected */
"Connected to %@" = "%@ に接続しました";

/* Remote server to upgrade status - connected */
"Connected to %@ (Upgrade)" = "%@（アップグレード）に接続しました";

/* Remote setup missing connection error */
"Could not connect to server." = "サーバに接続できませんでした。";

/* Remote setup not enough serial numbers recovery suggestion */
"Each server you are setting up must have a serial number. Click Add to add additional serial numbers." = "設定するサーバごとにシリアル番号が必要です。シリアル番号を追加するには、“追加”をクリックしてください。";

/* Empty serial number in plist error description */
"Empty serial number in plist" = "plist 内でシリアル番号が空です";

/* Multi-remote network services informative text format with host name. */
"Enter the names that other computers on the network will use to identify the server at %@." = "ネットワーク上のほかのコンピュータが %@ のサーバを識別するために使用する名前を入力してください。";

/* Add server sheet incorrect password error
   Remote server status - incorrect password */
"Incorrect password" = "パスワードが正しくありません";

/* Add server sheet invalid address error */
"Invalid address" = "アドレスが無効です";

/* Invalid server in plist error description */
"Invalid host for server in plist" = "plist 内のサーバのホストが無効です";

/* Invalid serial number summary */
"Invalid serial number" = "シリアル番号が無効です";

/* Some servers need upgrade error */
"Mixed setup types." = "設定タイプが混在しています。";

/* Remote server status - network error */
"Network error" = "ネットワークエラーが起きました";

/* Remote setup no server specified error */
"No servers specified." = "サーバが指定されていません。";

/* Remote setup not enough serial numbers error */
"Not enough serial numbers." = "シリアル番号が不足しています。";

/* Remote server status - password required */
"Password required" = "パスワードが必要です";

/* Remote setup multi-serial number page title */
"Serial Number" = "シリアル番号";

/* Add serial number sheet, serial already exists error */
"Serial number already entered" = "シリアル番号がすでに入力されています";

/* Remote setup server already being configured error */
"Server is already being set up." = "サーバはすでに設定中です。";

/* Remote setup server already configured error */
"Server is already configured." = "サーバはすでに構成されています。";

/* Remote setup wrong version server error */
"Server is not running Mac OS X Server 10.6." = "サーバが Mac OS X Server 10.6 を実行していません。";

/* Connect to servers page title */
"Servers" = "サーバ";

/* Start upgrade button title */
"Set Up" = "設定";

/* Remote server status - setup in progress */
"Setup in progress from %@" = "%@ からの設定が進行中";

/* Some servers need upgrade recovery suggestion. */
"Some, but not all, of the servers you have added are being upgraded from previous versions of Mac OS X Server. All remote servers must require the same type of setup." = "追加したサーバのすべてではなく一部が、以前のバージョンの Mac OS X Server からアップグレードされています。すべてのリモートサーバが同じ設定タイプを要求する必要があります。";

/* Remote setup already configured recovery suggestion. */
"The server %@ has already been configured. Please remove it from the list before continuing." = "サーバ %@ はすでに構成されています。続ける前に、これをリストから取り除いてください。";

/* Remote setup already in progress recovery suggestion. */
"The server %@ is already in the process of being set up by %@. Please remove it from the list, or quit Server Assistant on that computer before continuing." = "サーバ %1$@ はすでに %2$@ による設定が進行中です。続けるには、これをリストから取り除くか、またはそのコンピュータ上でサーバアシスタントを終了してください。";

/* Remote setup wrong version server recovery suggestion. */
"The server %@ is not running Mac OS X Server 10.6 and cannot be set up using this version of Server Assistant. Please remove it from the list before continuing." = "サーバ %@ は Mac OS X Server 10.6 を実行していないため、このバージョンのサーバアシスタントを使用して設定できません。続ける前に、これをリストから取り除いてください。";

/* Remote server status - unsupported version error */
"Unsupported version" = "未対応のバージョン";

/* Valid serial number summary */
"Valid serial number" = "有効なシリアル番号";

/* Valid site license summary */
"Valid site license" = "有効なサイトライセンス";

/* Introduction step title */
"Welcome" = "ようこそ";

